Repository: vinceh121/wanderer
Catalog: i18n/*.po
Languages: fr

source: Quick saved!
fr: Sauvegarde rapide terminée !

source: Quick loaded!
fr: Sauvegarde rapide chargée !

source: Taking control...
fr: Prise de contrôle...

source: Nothing to control
fr: Rien à contrôler

source: Gun tower
fr: Tourelle

source: Belt full!
fr: Ceinture pleine !

source: Not enough energy!
fr: Pas assez d''énergie !

source: Slot blocked!
fr: Emplacement bloqué !

source: No free slot!
fr: Pas d''emplacement libre !

source: The Old Master Builder
fr: L''ancien Maître Bâtisseur

source: Find a backpack
fr: Trouver un propulseur

source: Collect all lighthouses
fr: Collecter les phares

source: Lighthouse
fr: Phare

source: In the chaos of war, the world was split asunder and the sancient civilization of the master builders came to an end.
fr: Le chaos de la guerre fit éclater le monde en morceaux et ce fut la fin de la civilisation des Maîtres Bâtisseurs.

source: Today, long after the catastrophe, the old world is but a legend.
fr: Aujourd'hui, seule subsiste la légende d'un monde qui fut brisé.

source: Those few who survived settled on the drifting ruins of the planet...
fr: Les rares survivants s''établirent sur les ruines flottantes de la planète...

source: ...that wander slowly through the endless sea of clouds.
fr: ... qui errent lentement dans une mer de nuages sans fin.

source: They are nomads, restless adventurers seeking their fate...
fr: Ils sont nomades, aventuriers agitant sans relâche leurs rêves éthérés...

source: They came from the Grey Market.Three friends, nomads, adventurers.
fr: Ils vinrent du Bazar Nébuleux. Trois amis, des nomades, des aventuriers.

source: Susie, Goliath and John - They were far and away the best when it came to difficult missions.
fr: Susie, Goliath et John. Les meilleurs d''entre les meilleurs, toujours volontaires pour les missions les plus difficiles.

source: The old cutthroat Trevayne had told them ..
fr: Ce vieux coupe-jarret de Trevayne leur avait parlé...

source: ...Of a mysterious island in the territory of the Sentinels
fr: ... d''une île mystérieuse dans le territoire des Sentinelles.

source: Heavily guarded and extremely dangerous.However, rich rewards beckoned...
fr: Une île férocement défendue où beaucoup avaient laissé la vie. Mais elle abritait...

source: ..a cache of master builders' artifacts!
fr: ... une cache d''artefacts des Maîtres Bâtisseurs !

source: With this the three adventurers would be comfortable for the rest of their days.
fr: Qu'ils s'en emparent et les trois amis seraient à l'abri du besoin jusqu'à la fin de leurs jours...

source: ..although Trevayne would of course take his usual cut of the haul.
fr: ... même une fois décomptée la commission habituelle de Trevayne.

source: All went according to plan, until suddenly a wing of fighters emerged from the clouds ...
fr: Tout se déroulait selon leur plan lorsqu''une escadrille de chasseurs hostiles fendit les nuages...

source: They didn't stand a chance. Two of the friends were captured immediately by the Sentinels.
fr: Ils n'avaient aucune chance ! Deux d'entre eux furent rapidement capturés par les Sentinelles.

source: One was left for dead when his aircraft, followed by the fighter wing
fr: Le dernier fut laissé pour mort lorsque son Aéroplane pourchassé par les chasseurs

source: crashed into the rocks of a lonely island...
fr: s'écrasa sur les rochers d'un îlot désert...
